{
    "phisical": {
        "strength": {
            "id": 1,
            "name": "Fuerza",
            "description": "Aumenta tu fuerza corporal con ejercicios de peso."
        },
        "jump": {
            "id": 2,
            "name": "Salto",
            "description": "Trabaja con reacciones explosivas para un mayor salto."
        },
        "endurance": {
            "id": 3,
            "name": "Resistencia",
            "description": "Aguanta más tiempo en la piesta con estos ejercicios."
        },
        "speed": {
            "id": 4,
            "name": "Velocidad",
            "description": "Mejora tu velocidad con ejercicios de rápida reacción."
        }
    },
    "technique": {
        "spike": {
            "id": 1,
            "name": "Remate",
            "leftHanded": {
                "hit": {
                    "level": {
                        "one": {
                            "id": 1,
                            "name": "Postura del golpeo",
                            "description": "Vamos a ver la postura que debemos adoptar para realizar el remate por pasos.",
                            "steps": {
                                "1": "Sitúate con el cuerpo recto y pon tu pierna derecha más adelantada que la izquierda.",
                                "2": "Gira tu cadera haciendo que tu pecho mire a tu izquierda.",
                                "3": "Coloca tus brazos en la posición arco-flecha, teniendo el brazo derecho elevado por encima de la cabeza y estirado y, el brazo izquierdo flexionado con el codo apuntado hacia detrás.",
                                "4": "Abre el pecho contrayendo así la espalda.",
                                "5": "Asegúrate de que tus brazos forman una línea recta los dos juntos"
                            },
                            "xp": 20
                        },
                        "two": {
                            "id": 2,
                            "name": "Golpeo",
                            "description": "El golpeo son 3 pasos a la vez pero los vamos a dividir para luego hacerlos todos juntos.",
                            "steps": {
                                "1": "El primer paso es el giro de cadera, gírala rápidamente hasta la posición inicial.",
                                "2": "El segundo paso es bajar el brazo derecho que tenenemos elevado hasta que se encuentre a la altura del cuerpo",
                                "3": "Por último, realiza el golpeo elevando el codo y llevándolo por delante de la cabeza. Estira el brazo para golpear en tu punto más alto."
                            },
                            "xp": 80
                        },
                        "three": {
                            "id": 3,
                            "name": "Punto de impacto",
                            "description": "La muñeca y cómo terminamos el brazo juegan un papel muy importante en el control y fuerza del balón, vamos a ver cómo usarla correctamente en el golpeo.",
                            "steps": {
                                "1": "En el punto de impacto con el balón (tu punto más alto), baja la muñeca para añadir al balón giro adicional y hacer que su trayectoria sea menos elevada. Esto nos ayudará a que el balón entre en la cancha.",
                                "2": "Termina la trayectoria del brazo hasta que esté a la misma altura que tu cuerpo, esto hará que el balón vaya con más fuerza."
                            },
                            "xp": 60
                        }
                    }
                },
                "approach": {
                    "level": {
                        "one": {

                        },
                        "two": {

                        }
                    }
                }
            },
            "rightHanded": {
                "hit": {
                    "level": {
                        "one": {

                        },
                        "two": {

                        }
                    }
                },
                "approach": {
                    "level": {
                        "one": {

                        },
                        "two": {

                        }
                    }
                }
            }
        },
        "block": {
            "id": 2,
            "name: "Bloqueo",
            "steps": {
                "preparation": {

                },
                "jump": {

                },
                "block": {

                },
                "movement": {

                }
            }
        },
        "pass": {
            "id": 3,
            "name": "Pase",
            "underhand": {

            },
            "overhead": {

            }
        },
        "set": {
            "id": 4,
            "name": "Colocación",
            "preparation": {

            },
            "throwing": {

            },
            "orientation": {

            },
            "backSet": {

            }
        },
        "reception": {
            "id": 5,
            "name": "Recepción",
            "forearm": {

            },
            "overhead": {

            }
        },
        "serve": {
            "id": 6,
            "name": "Saque",
            "underhand": {

            },
            "power": {

            },
            "float": {

            },
            "jump": {
                "power": {

                },
                "float": {

                }
            }
        },
        "dive": {
            "id": 7,
            "name": "Plancha",
            "straight": {

            },
            "roll": {

            },
            "plongeon": {

            }
        }
    }
    
}
